Repository: 1up-lab/contao-security-advisories
Catalog: contao/languages/*/*_settings.xlf
Languages: de

# tl_settings.minutely
source: minutely
de: minütlich

# tl_settings.hourly
source: hourly
de: stündlich

# tl_settings.daily
source: daily
de: täglich

# tl_settings.weekly
source: weekly
de: wöchentlich

# tl_settings.monthly
source: monthly
de: monatlich

# tl_settings.securityAdvisory_enableCron.0
source: Enable recurrent check
de: Automatischer Check aktivieren

# tl_settings.securityAdvisory_enableCron.1
source: Enable a cron job which checks your composer locks recurrently.
de: Aktivert ein Cronjob, der Ihre Installation regelmässig auf Sicherheitslücken prüft.

# tl_settings.securityAdvisory_enableAPI.0
source: Enable Guard-API
de: API für Guard aktivieren

# tl_settings.securityAdvisory_enableAPI.1
source: Activates API for external security audits.
de: Ermöglicht, über einen API-Call von extern einen Security-Audit auszuführen.

# tl_settings.securityAdvisory_APIKey.1
source: The api key used to connect.
de: Der API-Schlüssel, welcher für die Verbindung benötigt wird.

# tl_settings.securityAdvisory_cronCycle.0
source: Audit cycle
de: Häufigkeit

# tl_settings.securityAdvisory_cronCycle.1
source: The audit cycle used for the security audit cron job.
de: Wie häufig der Cronjob ausgeführt wird.

# tl_settings.securityAdvisory_enableNotifications.0
source: Enable Notifications
de: Benachrichtigungen aktivieren

# tl_settings.securityAdvisory_enableNotifications.1
source: Enable notifications if you like to recieve an E-Mail after security audits.
de: Aktiviert E-Mail Benachrichtigungen über Security audits.

# tl_settings.securityAdvisory_suppressManualAuditNotification.0
source: Suppress Notifications on manual audits.
de: Keine Benachrichtigung für manuelle Audits.

# tl_settings.securityAdvisory_suppressManualAuditNotification.1
source: Do not send notifications when the audit was started manually. Especially useful for testing.
de: Benachrichtigungen für manuell gestartete Sicherheitsaudits deaktivieren.

# tl_settings.securityAdvisory_onlyFailedNotifications.0
source: Only notify about failed audits.
de: Nur bei Problemen benachrichtigen

# tl_settings.securityAdvisory_onlyFailedNotifications.1
source: Suppress notifications if the audit passed without security escalations.
de: Keine Benachrichtigungen, wenn ein Sicherheitsaudit keine Probleme findet.

# tl_settings.securityAdvisory_notificationMail.0
source: Recipients E-Mail
de: E-Mail des Empfängers

# tl_settings.securityAdvisory_notificationMail.1
source: If left empty, the configured system administrators address will be used.
de: Falls dieses Feld leergelassen wird, wird die E-Mail Adresse des Systemadministrators verwendet.
