Repository: 1up-lab/contao-security-advisories
Catalog: contao/languages/*/*_security_advisory.xlf
Languages: de

# tl_security_advisory.disclaimer
source: This check works by comparing the composer.lock against an open vulnerability database. A clean check does not mean there are absolutely no security problems whatsoever.
de: Dieser Check vergleicht das <code>composer.lock</code> Ihres Projekts mit einer quelloffenen Sicherheitslückendatenbank. Keine Fehler bedeuten daher nicht zwingend, dass keine Probleme existieren.

# tl_security_advisory.runSecurityCheck
source: Run security audit
de: Security-Audit starten

# tl_security_advisory.auditOk
source: All systems secure.
de: Keine Sicherheitsprobleme gefunden.

# tl_security_advisory.auditNotFound
source: No audit created yet!
de: Bisher wurde noch kein Audit gestartet!

# tl_security_advisory.auditFailed
source: Security escalation found!
de: Ein Sicherheitsproblem wurde gefunden!

# tl_security_advisory.lastCheckedLabel
source: Last checked
de: Letzter Check

# tl_security_advisory.didNeverAnAudit
source: There was never made an audit on this system.
de: Es wurde noch nie ein Security-Audit ausgeführt auf diesem System.

# tl_security_advisory.mail_subject_ok
source: Security audit succeeded on %s
de: Security-Audit ohne Warnung abgeschlossen.

# tl_security_advisory.mail_subject_failed
source: Security audit reveiled potentail vulnerabilites on %s
de: Ein Security-Audit hat potentielle Sicherheitsprobleme auf %s gefunden

# tl_security_advisory.mail_headline
source: A security audit was performed
de: Ein Security-Audit wurde durchgeführt

# tl_security_advisory.mail_body_ok
source: A security audit was performed which succeeded without warnings.
de: Ein Security-Audit wurde durchgeführt und ohne Warnung abgeschlossen.

# tl_security_advisory.mail_body_failed
source: A security audit was performed which reveiled the following problems.
de: in Security-Audit wurde durchgeführt und hat die folgenden potentiellen Sicherheitslücken gefunden.
